i5-2500k/3.1.10/30/2/read-only-16.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 16
number of threads: 1
duration: 900 s
number of transactions actually processed: 50660747
latency average: 0.284 ms
tps = 56287.932873 (including connections establishing)
tps = 56287.988358 (excluding connections establishing)