i5-2500k/3.1.10/30/2/read-only-4.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 50308491
latency average: 0.072 ms
tps = 55898.318737 (including connections establishing)
tps = 55898.374123 (excluding connections establishing)